[Character.CharClass_HyperionSoldierTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.HyperionSoldierTurret_WeaponType WeaponTypeDefinition]
Typename="Rifle Sniper Semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

